Repository: WildAndrewLee/lollypop
Catalog: help/*/*.po
Languages: ca, cs, da, de, es, fi, fr, ga, he, hu, it, lt, nl, pl, pt_br, ru, sk, sr, tr_tr

# _
source: translator-credits
ca: credits-traductor
cs: Pavel Fric
da: Chris Darnell <cedeel@gmail.com>, 2016
de: Übersetzung von:
es: Adolfo Jayme Barrientos <fitojb@ubuntu.com>, 2016. Ricardo Enrique Lugo Ochoa, 2015.
fi: Jiri Grönroos <jiri.gronroos+l10n@iki.fi>, 2015
fr: Cédric Bellegarde
he: יוסף אור בוצ׳קו <yoseforb@gnome.org>
hu: Renato Molnár <m.renato93@gmail.com>, 2015, 2016
it: Gianvito Cavasoli <gianvito@gmx.it>
lt: Moo
nl: Nathan Follens
pl: Piotr Sokół <psokol.l10n@gmail.com>, 2015, 2016.
pt_br: Ian Brunelli <ian@brunelli.me> Lucas Miranda <liddack@outlook.com> Laís Figueiredo <laisfigsantos@gmail.com>
ru: Maxim Orlov <murmansksity@gmail.com>, 2016
sk: Dušan Kazik <prescott66@gmail.com>, 2015
sr: Marko M. Kostić <marko.m.kostic@gmail.com>, 2015
tr_tr: çevirmen-krediler

source: Help for the Lollypop music player.
ca: Ajuda del reproductor de música Lollypop
cs: Nápověda k hudebnímu přehrávači Lollypop
da: Hjælp til Lollypop-musikafspilleren
de: Hilfe zum Lollypop-Musikspieler
es: Ayuda para el reproductor musical Lollypop
fi: Lollypop-musiikkisoittimen ohje.
fr: Aide pour le lecteur de musique Lollypop
ga: Cabhrú leis an seinnteoir ceoil Lollypop.
he: עזרה עבור נגן המוזיקה Lollypop
hu: Súgó a Lollypop zene lejátszóhoz
it: Aiuto per il riproduttore musicale Lollypop
lt: Lollypop muzikos grotuvo žinynas.
nl: Hulp voor de Lollypop-muziekspeler.
pl: Pomoc dla odtwarzacza muzyki Lollypop
pt_br: Ajuda para o reprodutor de música Lollypop
ru: Помогите музыкальному плееру Lollypop
sk: Pomocník pre hudobný prehrávač Lollypop.
sr: Pomoć za Lolipop puštač muzike.
tr_tr: Lollypop müzik çalarına yardım et

# text
source: Lollypop music player
ca: Reproductor de música Lollypop
cs: Hudební přehrávač Lollypop
da: Lollypop-musikafspiller
de: Lollypop-Musikspieler
es: Reproductor musical Lollypop
fi: Lollypop-musiikkisoitin
fr: Lecteur de musique Lollypop
ga: Seinnteoir ceoil Lollypop
he: נגן המוזיקה Lollypop
hu: Lollypop zene lejátszó
it: Riproduttore musicale Lollypop
lt: Lollypop muzikos grotuvas
nl: Lollypop-muziekspeler
pl: Odtwarzacz muzyki Lollypop
pt_br: Reprodutor de música Lollypop
ru: Музыкальный плеер Lollypop
sk: Prehrávač hudby Lollypop
sr: Lolipop puštač muzike
tr_tr: Lollypop müzik çaları

source: <_:media-1/> Lollypop music player
ca: <_:media-1/> Reproductor de música Lollypop
cs: <_:media-1/> Hudební přehrávač Lollypop
da: <_:media-1/> Lollypop-musikafspiller
de: <_:media-1/> Lollypop-Musikspieler
es: <_:media-1/> Reproductor musical Lollypop
fi: <_:media-1/> Lollypop-musiikkisoitin
fr: <_:media-1/> Lecteur de musique Lollypop
ga: <_:media-1/> Seinnteoir ceoil Lollypop
he: <_:media-1/> נגן המוזיקה Lollypop
hu: <_:media-1/> Lollypop zenelejátszó
it: <_:media-1/> Riproduttore musicale Lollypop
lt: <_:media-1/> Lollypop muzikos grotuvas
nl: <_:media-1/> Lollypop-muziekspeler
pl: <_:media-1/> Odtwarzacz muzyki Lollypop
pt_br: <_:media-1/> Reprodutor de músicas Lollypop
ru: <_:media-1/> Музыкальный плеер Lollypop
sk: <_:media-1/> Prehrávač hudby Lollypop
sr: <_:media-1/> Lolipop puštač muzike
tr_tr: <_:media-1/> Lollypop müzik çaları

source: Add music
ca: Afegeix música
cs: Přidání hudby
da: Tilføj musik
de: Musik hinzufügen
es: Añadir música
fi: Lisää musiikkia
fr: Ajouter de la musique
ga: Cuir ceol san áireamh
he: הוספת מוזיקה
hu: Zene hozzáadása
it: Aggiungere musica
lt: Pridėti muziką
nl: Muziek toevoegen
pl: Dodawanie muzyki
pt_br: Adicionar música
ru: Добавить композиции
sk: Pridanie hudby
sr: Dodavanje muzike
tr_tr: Müzik ekle

source: If lollypop fails to detect your music:
ca: Si Lollypop falla en detectar música:
cs: Pokud se Lollypopu nepodaří vaši hudbu najít:
da: Hvis Lollypop ikke kan finde dit musik:
de: Sollte Lollypop deine Musiksammlung nicht ermitteln können:
es: Si lollypop no puede detectar su música:
fi: Jos Lollypop ei havaitse musiikkiasi:
fr: Si lollypop n'arrive pas à détecter votre musique:
ga: Má theipeann ar Lollypop aimsiú do chuid ceoil:
he: אם lollypop נכשל בזיהוי המוזיקה שלך:
hu: Ha a Lollypop nem talál zenét:
it: Se l'applicazione fallisce nell'individuare la musica:
lt: Jei programai lollypop nepavyksta aptikti jūsų muzikos:
nl: Als Lollypop je muziek niet kan vinden:
pl: Jeśli programowi nie uda się wykryć kolekcji muzyki:
pt_br: Se o lollypop falhar na detecção de sua música:
ru: Если не удается обнаружить музыку:
sk: Ak prehrávač Lollypop zlyhá pri zisťovaní vašej hudby:
sr: Ukoliko Lolipop ne pronalazi i/ili ne prikazuje Vašu muziku:
tr_tr: Lollypop müziğini algılamada başarısız olursa:

source: Check you have gstreamer-libav or gstreamer-fluendo installed
ca: Comproveu que teniu instal·lat gstreamer-libav o bé gstreamer-fluendo
cs: Prověřte, že máte nainstalován gstreamer-libav nebo gstreamer-fluendo
da: Bekræft at gstreamer-libav eller gstreamer-fluendo er installeret
de: Stelle sicher, dass das Paket gstream-libav oder gstreamer-fluendo installiert ist.
es: Compruebe que ha instalado «gstreamer-libav» o «gstreamer-fluendo»
fi: Varmista, että gstreamer-libav tai gstreamer-fluendo on asennettu
fr: Vérifiez que vous avez gstreamer-libav ou gstreamer-fluendo installés
ga: Cinntigh go suiteáladh gstreamer-libav nó gstreamer-fluendo agat
he: יש לבדוק אם מותקנים אצלך gstreamer-libav או gstreamer-fluendo
hu: Ellenőrizd hogy a gstreamer-libav vagy a gstreamer-fluendo telepítve van-e
it: Verifica che gstreamer-libav o gstreamer-fluendo siano installati
lt: Patikrinkite ar yra įdiegtas gstreamer-libav ar gstreamer-fluendo paketas
nl: Zorg dat gstreamer-libav of gstreamer-fluendo geïnstalleerd is
pl: proszę sprawdzić czy zainstalowano pakiety gstreamer-libav lub gstreamer-fluendo,
pt_br: Cheque se você tem o gstreamer-libav e o gstreamer-fleundo instalados
ru: Проверьте наличие установленного gstreamer-libav или gstreamer-fluendo
sk: Skontrolujte, či máte nainštalovanú knižnicu gstreamer-libav alebo gstreamer-fluendo
sr: Proverite da li imate gstreamer-libav ili gstreamer-fluendo pakete instalirane
tr_tr: Yüklenen gstreamer-libav veya gstreamer-fluendo kontrol et

source: Go to the application menu: "<sys>Settings -&gt; Music</sys>" and add your music folder
ca: Aneu al menú de l'aplicació: "<sys>Preferències-&gt; Música</sys>" i afegiu la carpeta on teniu la música
cs: Jděte do nabídky programu: "<sys>Nastavení -&gt; Hudba</sys>" a přidejte složku s hudbou
da: Gå til menuen: "<sys>Indstillinger -&gt; Musik</sys>" og tilføj din musikmappe
de: Gehe ins Anwendungsmenü: "<sys>Einstellungen -&gt; Musik</sys>" und füge deinen Musikordner hinzu
es: Vaya al menú de la aplicación, seleccione <sys>Configuración ▸ Música</sys> y añada su carpeta de música
fi: Mene sovellusvalikkoon: "<sys>Asetukset -&gt; Musiikki</sys>" ja lisää musiikkikansiosi
fr: Allez dans le menu de l'application: "<sys>Paramètres -&gt; Musique</sys>" et ajouter votre dossier de musique
ga: Téigh go roghchlár feidhmchláir: "<sys>Socruithe -&gt; Ceol</sys>" agus cuir d'eolaire ceoil leis
he: יש לגשת לתפריט היישום: "<sys>העדפות -&gt; מוזיקה</sys>" ולהוסיף את תיקיית המוזיקה שלך
hu: Menj az alkalmazás menüjébe: "<sys>Beállítások -&gt; Zene</sys>" és add hozzá a zene mappád
it: Vai nel menu dell'applicazione: "<sys>Impostazioni -&gt; Musica</sys>" e aggiungi la cartella della musica
lt: Eikite į programos meniu: "<sys>Nustatymai -&gt; Muzika</sys>" ir pridėkite savo muzikos aplanką
nl: Ga naar het toepassingsmenu: "<sys>Instellingen -&gt; Muziek</sys>" en voeg je muziekmap toe
pl: przejść do menu programu „<sys>Preferencje -&gt; Kolekcja</sys>” i wskazać katalog z plikami muzycznymi.
pt_br: Vá para o menu do aplicativo: "<sys>Configurações -&gt; Músicas</sys>" e adicione sua pasta de músicas
ru: Перейдите в меню приложения: "<sys>Настройки -&gt; Музыка</sys>" и добавьте вашу директорию с музыкой
sk: Prejdite do ponuky aplikácie: „<sys>Nastavenia -&gt; Hudba</sys>“ a pridajte priečinok s vašou hudbou
sr: Idite u meni programa: "<sys>Postavke - Muzika</sys>" i dodajte direktorijum u kojem se nalazi vaša muzika
tr_tr: Uygulama menüsüne git: "<sys>Ayarlar -&gt; Müzik</sys>" ve müzik dosyanı ekle

source: Playback
ca: Reproducció
cs: Přehrávání
da: Afspilning
de: Wiedergabe
es: Reproducción
fi: Toisto
fr: Lecture
ga: Athsheinm
he: בִצוע מוקלט
hu: Lejátszás
it: Riproduzione
lt: Grojimas
nl: Afspelen
pl: Odtwarzanie
pt_br: Reprodução
ru: Проигрывание
sk: Prehrávanie
sr: Puštanje muzike
tr_tr: Kayıttan çal

source: When you start playing a song, a contextual playlist is populated.
ca: Quant escolteu una cançó, es genera una llista de reproducció contextual.
cs: Když začnete přehrávat píseň, je související seznam skladeb zaplněn.
da: Når du begynder at afspille en sang, udfyldes en kontekstuel afspilningsliste.
de: Sobald du einen Titel anspielst, wird eine kontextabhängige Wiedergabeliste erstellt.
es: Cuando comience a reproducir una canción, se creará una lista de reproducción contextual.
fr: Quand vous démarrez un morceau, un liste de lecture contextuelle est crée.
ga: Agus a thosaítear amhrán á sheinm, pobalaítear seinnliosta comhthéacsúil.
he: בעת ניגון שיר, תופיע רשימת השמעה בהקשר.
hu: Amikor lejátszol egy számot, egy kapcsolódó lejátszási lista jön létre.
it: Quando si avvia la riproduzione di un brano, una scaletta contestuale viene popolata.
lt: Kai pradedate groti dainą, yra sudaromas kontekstinis grojaraštis.
nl: Wanneer je een nummer afspeelt wordt een contextuele afspeellijst aangemaakt.
pl: Wraz z rozpoczęciem odtwarzania utworu, tworzona jest kontekstowa lista odtwarzania.
pt_br: Quando você começa a reproduzir uma música, uma playlist contextual é povoada.
ru: Когда начинается проигрывание композиции, то контекстный плейлист заполняется.
sk: Keď začnete prehrávať skladbu, naplní sa kontextuálny zoznam skladieb.
sr: Kada pustite pesmu, kontekstualna lista pesama se popunjava.
tr_tr: Bir şarkı çalmaya başladığınızda bağlamsal bir çalma listesi oluşturulur.

source: Contexts can be: an album, an artist, a genre, popular or recent albums, searches, playlists, ...
ca: El context pot ser: un àlbum, un artista, un gènere, popularitat o àlbums recents, cerques, llistes de reproducció, ...
cs: Souvislostmi mohou být: album, umělec, žánr, oblíbená nebo nedávná alba, hledání, seznamy skladeb...
da: Kontekst kan være: et album, en kunstner, en genre, populære eller nylige albummer, afspilningslister, osv.
de: Mögliche Kontexte: ein Album, ein Künstler, ein Genre, beliebte oder kürzlich gespielte Alben, Suchergebnisse, Wiedergabelisten, ...
es: Entre los contextos se encuentran: el álbum, el artista, el género, los álbumes populares o recientes, búsquedas, otras listas…
fr: Un contexte peut être: un album, un artist, un genre, les albums populaires ou récents, les recherches, les listes de lectures, ...
ga: D'fhéadfadh comhthéacsanna mar: albam, ealaíontóir, seánra, albaim a bhí ann le déanaí nó a bhfuil an-tóir orthu, cuardaigh, seinnliostaí, ...
he: הקשר יכול להיות: אלבום, אמן, סוגה, חביבות או אלבומים, חיפושים ורשימות השמעות אחרונות.
hu: Kapcsolódó lista lehet: album, előadó, műfaj, népszerű vagy előző albumok, keresés, lejátszási listák, ...
it: I contesti possono essere: un album, un artista, un genere, album popolari o recenti, ricerche, scalette, ...
lt: Kontekstai gali būti: albumas, atlikėjas, žanras, populiarūs ar paskiausi albumai, paieškos, grojaraščiai, ...
nl: Contexten kunnen een album, een artiest, een genre, populaire of recente albums, zoekopdrachten, speellijsten, ... zijn.
pl: Kontekstem może być: album, wykonawca, gatunek, popularne lub ostatnie albumy, wyniki wyszukiwania, listy odtwarzania, ...
pt_br: Os contextos podem ser: um álbum, um artista, um gênero, álbuns populares ou recentes, pesquisas, playlists, ...
ru: Контексты могут быть: альбом, исполнитель, жанр, популярные или последние альбомы, поиск, список воспроизведения, ...
sk: Kontextami môžu byť: album, umelec, žáner, obľúbené alebo nedávne albumy, vyhľadávania, zoznamy skladieb, ...
sr: Konteksti mogu biti: ime albuma, ime izvođača, žanr, popularni ili skorašnji albumi, pretrage, liste pesama...
tr_tr: Durumlar: Albüm, şarkıcı,tür,popüler ya da yeni eklenen albümler, aramalar, oynatma listeleri olabilir...

source: Shuffle interacts on current context.
ca: Ordre aleatori interactua amb el context actual.
cs: Míchání ovlivní nynější souvislosti
da: Blanding virker på den nuværende kontekst.
de: Der Zufallsmodus ist vom aktuellen Kontext abhängig.
es: Interacciones aleatorias sobre el contexto actual.
fr: Le mode aléatoire agit sur le contexte courant.
ga: Idirghníomhaíonn athrú le comhthéacs reatha
he: ממשק ערבוב בהקשר הנוכחי.
hu: A keverés a jelenlegi kapcsolódó listán érvényesül.
it: Mischiare interagisce sul contesto attuale.
lt: Maišymas sąveikauja esamame kontekste.
nl: Willekeurige modus reageert op huidige context.
pl: Losowanie wpływa na bieżący kontekst.
pt_br: O modo de mistura interage com o contexto atual.
ru: Перемешать действия по текущему контексту.
sk: Zamiešanie spolupracuje s aktuálnym kontextom.
sr: Mešanje pesama se vrši nad trenutnim kontekstom.
tr_tr: Tekrar şu anki durumu düzenler.

source: Rate albums
ca: Valoració dels àlbums
cs: Hodnocení alb
da: Bedøm albummer
de: Alben bewerten
es: Valorar álbumes
fi: Arvostele albumeja
fr: Noter les albums
ga: Rátáil albaim
he: דירוג אלבומים
hu: Értékeld az albumokat
it: Vota gli album
lt: Įvertinti albumus
nl: Albums beoordelen
pl: Ocenianie albumów
pt_br: Classificar álbuns
ru: Рейтинг альбомов
sk: Hodnotenie albumov
sr: Ocenjivanje albuma
tr_tr: Albümleri oyla

source: Album popularity is based on how many tracks from an album you listen to.
ca: La popularitat de l'àlbum es basa en la quantitat de pistes escoltades d'aquest àlbum.
cs: Oblíbenost alba je založena na tom, kolik skladeb na albu jste si poslechl.
da: Albumspopularitet er baseret på, hvor mange numre fra et album du lytter til.
de: Die Beliebtheit eines Albums basiert darauf, wie viele Titel du auf diesem Album abgespielt hast
es: La popularidad de un álbum se calcula según cuántas de sus pistas escuche.
fr: La popularité d'un album est basée sur le nombre de morceaux écoutés.
ga: Tá tóir albaim ag brath ar mhéid rianta ó halbam a éisteann tú leis.
he: חביבות אלבום מבוססת על מספר השמעת רצועות לאלבום אליו האזנת.
hu: Az album népszerűségét az határozza meg, hogy az albumon található számok közül mennyit hallgattál meg.
it: La popolarità dell'album si basa su quante tracce di un album si ascoltano.
lt: Albumo populiarumas yra grindžiamas tuo, kiek takelių iš tam tikro albumo jūs klausotės.
nl: De populariteit van een album is gebaseerd op hoeveel nummers je van dat album beluistert.
pl: Popularność albumów szacowana jest na podstawie ilości odtworzeń utworów pochodzących z danego albumu.
pt_br: A popularidade de um álbum é baseada em quantas faixas desse álbum você escuta.
ru: Популярность альбома оценивается, от большего числа прослушиваний композиций с данного альбома.
sk: Obľúbenosť albumu je založená na počte stôp z albumu, ktoré ste počúvali.
sr: Popularnost albuma se određuje na osnovu broja preslušavanja pesama sa tog albuma.
tr_tr: Albüm popülerliği bir albümde ne kadar parça dinlediğini gösterir.

source: Album rating will be influenced by album popularity. In other words, rate will decrease if you stop listening to an album.
ca: Valoració de l'àlbum serà influenciada per la seva popularitat. Dit d'una altra manera, la valoració disminueix si atureu la reproducció d'un àlbum.
cs: Hodnocení alba bude ovlivněno oblíbeností alba. Jinými slovy řečeno, hodnocení se sníží, pokud zastavíte poslech alba.
da: Albumsbedømmelse vil blive påvirket af albumspopularitet. Med andre ord vil hyppigheden nedsættes hvis du holder op med at lytte til et album.
de: Das Rating des Albums wird von der Beliebtheit des Albums beeinflusst. Mit anderen Worten, brichst du die Wiedergabe eines Albums ab, sinkt sein Rating.
es: La popularidad de un álbum influirá en su valoración. Dicho de otro modo, la puntuación disminuirá a medida que deje de escucharlo.
fr: La note d'un album sera influencée par sa popularité. En d'autres mots, la note descendra si vous arrêtez d'écouter un album.
ga: Imreofar rátáil albaim le tóir albaim. Is é sin le ra, lághdófaí rátáil dá stadfá ag éisteacht le halbam.
he: דירוג אלבום מושפע על ידי חביבות. במילים אחרות, דירוג יקטן אם תופסק האזנה לאלבום.
hu: Az album népszerűsége hatással van az értékelésére. Más szóval, az érték csökken, ha már nem hallgatsz egy albumot.
it: La valutazione dell'album sarà influenzata dalla popolarità dell'album. In altre parole, il valutazione diminuisce se smetti di ascoltare un album.
lt: Albumo įvertinimas bus veikiamas albumo populiarumo. Kitaip tariant, jeigu nustosite klausytis albumo, įvertinimas sumažės.
nl: De beoordeling van een album wordt beïnvloed door de populariteit van het album. Met andere woorden, de beoordeling van een album zal verlagen als je stopt met er naar te luisteren.
pl: Na oceny albumów ma wpływ ich popularność. Innymi słowy ocena zostanie obniżona jeśli album przestanie być odsłuchiwany.
pt_br: A classificação de um álbum será influenciada pela sua popularidade. Em outras palavras, a classificação irá diminuir se você parar de escutar esse álbum
ru: Оценка альбома будет зависеть от популярности альбома . Другими словами, оценка снизится, если вы прекратите слушать альбом.
sk: Hodnotenie albumu bude ovplyvnené obľúbenosťou albumu. Inými slovami, hodnotenie sa zníži, ak prestanete počúvať album.
sr: Popularnost albuma utiče na ocenu albuma. Drugim rečima, ocena albuma se smanjuje ukoliko manje slušate pesme sa tog albuma.
tr_tr: Albüm oylaması albüm popülerliğinden etkili olacaktır. Diğer bir değişle, bir albümü dinlemeyi bırakırsan, oylama oranı azalacak.

source: Download covers
ca: Descàrrega de caràtules
cs: Stahování obalů
da: Hent omslag
de: Cover herunterladen
es: Descargar carátulas
fi: Lataa kansikuvia
fr: Téléchargement de pochettes
ga: Íoslódáil clúdaigh
he: הורדת עטיפות
hu: Borítók letöltése
it: Scaricamento copertine
lt: Atsisiųsti viršelius
nl: Albumhoezen downloaden
pl: Pobieranie okładek
pt_br: Baixar capas
ru: Загрузка обложек
sk: Prevzatie obalov
sr: Skidanje omota albuma
tr_tr: Kapak resimlerini indir

source: When hovering a cover, if mouse cursor changes to a pen, just click and select a new cover.
ca: Quan passeu el ratolí per sobre una caràtula, si el cursor canvia a un llapis, simplement cliqueu i seleccioneu una caràtula nova.
cs: Při přejetí nad obalem, když se ukazovátko myši změní na tužku, jednoduše klepněte a vyberte nový obal.
da: Hvis musemarkøren skifter til en kuglepen når den føres over et omslag, klik blot og vælg et nyt omslag.
de: Wenn der Mauszeiger über einem Cover zum Stift wird, klicke und wähle ein neues Cover aus.
es: Cuando pose el ratón sobre una carátula, si el puntero adquiere la forma de una pluma, basta con pulsar y seleccionar una carátula nueva.
fr: Quand vous passez au dessus d'une pochette, le pointeur de la souris devient un stylo, cliquez et sélectionnez une nouvelle pochette.
ga: Nuair os cionn clúdaigh, dá dtrasfhoirmeofaí an cúrsóir luiche ina pheann, cliceáil agus roghnaigh clúdach nua.
he: בעת מעבר על עטיפה, אם סמן העכבר משתנה לעט, יש רק ללחוץ ולבחור עטיפה חדשה.
hu: Ha egy borító fölé viszed az egérmutatót és az tollá változik, csak klikkelned kell és kiválaszthatsz egy új borítót.
it: Quando passi col mouse su una copertina, e il cursore si trasforma in una penna, basta fare clic e selezionare una nuova copertina.
lt: Kai užvedate pelės rodyklę ant viršelio, jeigu žymeklis pasikeičia į tušinuką, tuomet, tiesiog, spustelėkite ir pasirinkite naują viršelį.
nl: Wanneer je je muisaanwijzer over een albumhoes beweegt en deze verandert in een pen kan je gewoon klikken om een nieuwe hoes te kiezen.
pl: Przesuń kursor myszy nad okładkę, kiedy kursor zmieni się w pióro, kliknij i wybierz nową okładkę.
pt_br: Se você passar o ponteiro do mouse por cima de uma capa e o ponteiro mudar para uma caneta, apenas clique para selecionar uma nova capa.
ru: При наведении на обложку, если курсор мыши меняется на ручку, просто нажмите кнопку и выберите новую обложку.
sk: Keď prechádzate myšou ponad obal a kurzor myši sa zmení na pero, stačí kliknúť a vybrať nový obal.
sr: Da biste skinuli novi omot, stavite miša na stari omot i kada se pokazivač miša pretvori u olovku, kliknite i izaberite novi omot albuma.
tr_tr: Kapak üstünde dururken fare imleci kaleme dönerse, tıklayın ve başka bir kapak seçin.

source: You need an internet connection.
ca: Cal connexió a Internet
cs: Potřebujete internetové spojení.
da: En internetforbindelse er nødvendig.
de: Du benötigst eine Verbindung zum Internet.
es: Es necesaria una conexión a Internet.
fi: Tarvitset internetyhteyden.
fr: Vous avez besoin d'une connexion internet.
ga: Teastaíonn ceangal idirlín uait
he: נדרש חיבור לאינטרנט.
hu: Internetkapcsolat szükséges
it: È necessaria una connessione a Internet.
lt: Jums reikės interneto ryšio.
nl: Je hebt een internetverbinding nodig.
pl: Wymagane jest aktywne połączenie sieciowe.
pt_br: Você precisa de uma conexão com a internet.
ru: Вам необходимо интернет соединение.
sk: Musíte byť pripojený k internetu.
sr: Potrebna je veza sa Internetom da biste skinuli novi omot za album.
tr_tr: İnternet bağlantısına ihtiyacın var.

source: Shortcuts
ca: Dreceres
cs: Zkratky
da: Genveje
de: Tastenkürzel
es: Accesos directos
fi: Pikanäppäimet
fr: Raccourcis
ga: Aicearraí
he: קיצורי מקשים
hu: Gyorsbillentyűk
it: Scorciatoie
lt: Trumpiniai
nl: Sneltoetsen
pl: Skróty klawiszowe
pt_br: Atalhos
ru: Комбинации клавиш
sk: Klávesové skratky
sr: Prečice
tr_tr: Kısayollar

source: Control+s: Lollypop settings
ca: Control+s: Configuració
cs: Ctrl+s: Nastavení Lollypopu
da: Control+S: Lollypops indstillinger
de: Strg+s: Einstellungen
es: Control+s: Opciones de Lollypop
fi: Control+s: Lollypopin asetukset
fr: Control+s: Paramètres de Lollypop
ga: Control+s: Socruithe Lollypop
he: ‏Control+S: הגדרות Lollypop
hu: Ctrl+s: Lollypop beállítások
it: Control+s: impostazioni dell'applicazione
lt: Vald+s: Lollypop nustatymai
nl: Control+s: Lollypop-instellingen
pl: Control+s: Wyświetlenie preferencji programu
pt_br: Control+s: configurações do Lollypop
ru: Control+s: Настройки Lollypop
sk: Control+s: Nastavenia prehrávača Lollypop
sr: Ctrl+S: Podešavanja Lolipopa
tr_tr: Ctrl+s: Lollypop ayarları

source: Control+f: Search
ca: Control+f: Cerca
cs: Ctrl+f: Hledat
da: Control+F: Søg
de: Strg+f: Suche
es: Control+f: Buscar
fi: Control+f: Haku
fr: Control+f: Recherche
ga: Control+f: Cuardaigh
he: ‏Control+f: חיפוש
hu: Ctrl+f: Keresés
it: Control+f: cerca
lt: Vald+f: Paieška
nl: Control+f: Zoeken
pl: Control+f: Wyszukanie
pt_br: Control+f: Busca
ru: Control+f: Поиск
sk: Control+f: Vyhľadanie
sr: Ctrl+F: Pretraga
tr_tr: Ctrl+f: Ara

source: Control+p: Party mode
ca: Control+p: Mode festa
cs: Ctrl+p: Večírkový režim
da: Control+P: Festtilstand
de: Partymodus
es: Control+p: Modo fiesta
fi: Control+p: Biletila
fr: Control+p: Mode soirée
ga: Control+p: Mód cóisire
he: ‏Control+p: מצב מסיבה
hu: Ctrl+p: Parti mód
it: Control+p: modalità party
lt: Vald+p: Vakarėlio veiksena
nl: Control+f: Feestmodus
pl: Control+p: Przełączenie trybu imprezowego
pt_br: Control+p: Modo festa
ru: Control+p: Режим вечеринки
sk: Control+p: Párty režim
sr: Ctrl+P: Režim rada za žurke
tr_tr: Ctrl+p: Parti modu

source: F7 or F11: Fullscreen
ca: F7 o F11: Pantalla completa
cs: F7 nebo F11: Celá obrazovka
fi: F7 tai F11: Koko näyttö
fr: F7 ou F11: Plein écran
hu: F7 vagy F11: Teljes képernyő
it: F7 o F11: schermo intero
lt: F7 ar F11: Visas ekranas
nl: F7 of F11: Volledig scherm
pl: F7 or F11: Pełny ekran
pt_br: F7 ou F11: Tela cheia
ru: F7 или F11: Полноэкранный режим
sr: F7 ili F11: preko celog ekrana
