Repository: WildAndrewLee/lollypop
Catalog: help/*/*.po
Languages: ca, cs, da, de, es, fi, fr, ga, he, hu, it, lt, nl, pl, pt_br, ru, sk, sr, tr_tr

source: Control+m: Mini player
ca: Control+m: Mini reproductor
cs: Ctrl+m: Malý přehrávač
fi: Control+m: Minisoitin
fr: Control+m: Lecteur miniature
hu: Ctrl+m: Mini lejátszó
it: Control+m: riproduttore piccolo
lt: Vald+m: Mini grotuvas
nl: Control+m: Minispeler
pl: Control+m: Mały odtwarzacz
ru: Control+m: Мини-плеер
sr: Ctrl+M: mini puštač

source: x: Play
ca: x: Reprodueix
cs: x: Přehrát
da: X: Afspil
de: x: Wiedergabe
es: x: Reproducir
fi: x: Toista
fr: x: Lire
ga: x: Seinn
he: ‏x: ניגון
hu: x: Lejátszás
it: x: Riproduci
lt: x: Groti
nl: x: Afspelen
pl: x: Rozpoczęcie odtwarzania
pt_br: x: Reproduzir
ru: x: Воспроизвести
sk: x: Prehrávanie
sr: X: Pusti
tr_tr: x: Oynat

source: c: Pause
ca: c: Pausa
cs: c: Pozastavit
es: c: Pausar
fi: c: Keskeytä
ga: c: Cuir ar sos
he: ‏c: השהיה
hu: c: Szünet
it: c: Pausa
lt: c: Pristabdyti
nl: c: Pauzeren
pl: c: Wstrzymanie odtwarzania
pt_br: c: Pausar
ru: c: Пауза
sk: c: Pozastavenie
sr: C: Pauziraj
tr_tr: c: Duraklat

source: v: Stop
ca: v: Atura
cs: v: Zastavit
es: v: Detener
fi: v: Pysäytä
ga: v: Stad
he: ‏v: עצירה
hu: v: Megállítás
lt: v: Stabdyti
nl: v: Stoppen
pl: v: Zatrzymanie odtwarzania
pt_br: v: Parar
ru: v: Стоп
sk: v: Zastavenie
sr: V: Zaustavi
tr_tr: v: Durdur

source: n: Next track
ca: n: Pista següent
cs: n: Další skladba
da: N: Næste nummer
de: n: Nächster Titel
es: n: Pista siguiente
fi: n: Seuraava kappale
fr: n: Morceau suivant
ga: n: An chéad rian eile
he: ‏n: רצועה הבאה
hu: n: Következő szám
it: n: traccia successiva
lt: n: Kitas takelis
nl: n: Volgend nummer
pl: n: Przejście do następnego utworu
pt_br: n: Próxima faixa
ru: n: Следующий трек
sk: n: Nasledujúca stopa
sr: N: Sledeća pesma
tr_tr: n: Sonraki parça

source: p: Previous track
ca: p: Pista anterior
cs: p: Předchozí skladba
da: P: Forrige nummer
de: p: Vorheriger Titel
es: p: Pista anterior
fi: p: Edellinen kappale
fr: p: Morceau précédent
ga: p: An rian roimhe
he: ‏p: רצועה קודמת
hu: p: Előző szám
it: p: traccia precedente
lt: p: Ankstesnis takelis
nl: p: Vorig nummer
pl: p: Przejście do poprzedniego utworu
pt_br: p: Faixa anterior
ru: p: Предыдущий трек
sk: p: Predchádzajúca stopa
sr: P: Prethodna pesma
tr_tr: p: Önceki parça

source: Control+n: Skip current album
ca: Control+n: Salta l'àlbum actual
cs: Ctrl+n: Přeskočit nynější album
da: Control+N: Spring over nuværende album
de: Strg+n: Aktuelles Album überspringen
es: Control+n: Saltar el álbum actual
fi: Control+n: Ohita nykyinen albumi
fr: Control+n: Saute l'album courant
ga: Control+n: Léim an albam seo
he: ‏Control+n: דילוג האלבום הנוכחי
hu: Ctrl+n: Jelenlegi album kihagyása
it: Control+n: salta l'album attuale
lt: Vald+n: Praleisti esamą albumą
nl: Control+n: Huidig album overslaan
pl: Control+n: Pominięcie bieżącego albumu
pt_br: Control+n: Pular álbum atual
ru: Control+n: Пропустить текущий альбом
sk: Control+n: Preskočenie aktuálneho albumu
sr: Ctrl+N: Preskoči trenutni album
tr_tr: Ctrl+n: Şimdiki albümü es geç

source: Left key: Skip backward in track
ca: Fletxa esquerra: Rebobina la pista
cs: Šipka vlevo: Skočit ve skladbě zpět
da: Venstre pil: Spring til forrige nummer
de: Pfeiltaste links: Im Titel rückwärts springen
es: Flecha izquierda: Retroceder en la pista
fi: Vasen nuoli: Kelaa taaksepäin kappaletta
fr: Touche gauche: Recule dans le morceau
ga: Cnaipe ar chlé: Léim ar ais i rian
he: מקש שמאל: דילוג קדימה ברצועה
hu: Bal nyíl: Tekerés előre
it: Tasto sinistro: scorre la traccia indietro
lt: Klavišas kairėn: Peršokti takelyje atgal
nl: Links pijltje: Terugspoelen in nummer
pl: Lewo: Przejście wstecz odtwarzanego utworu
pt_br: Seta para a esquerda: retroceder uma faixa
ru: Левая клавиша: Перемотать назад
sk: Šípka vľavo: Preskočenie späť v stope
sr: Levi klik: Premotaj nešto nazad pesmu
tr_tr: Sol tuş ←: Parçayı geri sar

source: Right key: Skip forward in track
ca: Fletxa dreta: Avança la pista
cs: Šipka vpravo: Skočit ve skladbě vpřed
da: Højre pil: Spring til næste nummer
de: Pfeiltaste rechts: Im Titel vorwärts springen
es: Flecha derecha: Avanzar en la pista
fi: Oikea nuoli: Kelaa eteenpäin kappaletta
fr: Touche droite: Avance dans le morceau
ga: Cnaipe ar dheis: Léim ar aghaidh i rian
he: מקש ימין: דילוג לאחור ברצועה
hu: Jobb nyíl: tekerés hátra
it: Tasto destro: scorre la traccia in avanti
lt: Klavišas dešinėn: Peršokti takelyje pirmyn
nl: Rechts pijltje: Doorspoelen in nummer
pl: Prawo: Przejście naprzód odtwarzanego utworu
pt_br: Seta para a direita: avançar a faixa rapidamente
ru: Правая клавиша: Перемотать вперёд
sk: Šípka vpravo: Preskočenie dopredu v stope
sr: Desni klik: Premotaj nešto napred pesmu
tr_tr: Sağ tuş →: Parçayı ileri sar

source: Creative Commons Attribution-Share Alike 3.0 United States License
ca: Llicència Creative Commons Attribution-Share Alike 3.0 dels Estat Units
cs: Povolení Creative Commons Attribution-Share Alike 3.0 United States
de: "Creative Commons Attribution-Share Alike 3.0 United States"-Lizenz
es: licencia Creative Commons Reconocimiento-Compartir Igual 3.0 Estados Unidos
fr: Licence Creative Commons Attribution-Share Alike 3.0 United States
ga: Ceadúnas Creative Commons Attribution-Share Alike 3.0 Stáit Aontaithe
he: רישיון Creative Commons ייחוס-שיתוף זהה 3.0
lt: Creative Commons Priskyrimo-Analogiško platinimo 3.0 Jungtinių Valstijų licencija
nl: Creative Commons Attribution-Share Alike 3.0 United States-licentie
pl: Creative Commons uznanie autorstwa-na tych samych warunkach 3.0 Stany Zjednoczone
sk: Creative Commons Attribution-Share Alike 3.0 Licencia Spojených štátov
tr_tr: Creative Commons Attribution-Share Alike 3.0 Amerika Birleşik Devletleri Lisansı

source: This work is licensed under a <_:link-1/>.
ca: Aquesta feinada està protegida sota llicència <_:link-1/>.
cs: Tato práce je licencována pod <_:link-1/>.
da: Dette værk er licenseret under en <_:link-1/>
de: Dieses Werk ist lizenziert unter einer <_:link-1/>.
es: Esta obra está disponible según los términos de la <_:link-1/>.
fi: Tämän työn kattaa <_:link-1/>.
fr: Ce travail est sous licence <_:link-1/>.
ga: Tá an píosa oibre seo ceadúnaithe faoi <_:link-1/>.
he: עבודה זו מורשת תחת <_:link-1/>.
it: Questo lavoro è pubblicato sotto licenza <_:link-1/>.
lt: Šis darbas yra licencijuotas pagal <_:link-1/>.
nl: Dit werk is gelicenseerd onder een <_:link-1/>.
pl: Ta praca została wydana na warunkach licencji <_:link-1/>.
pt_br: Este trabalho é licenciado sob a <_:link-1/>.
ru: Эта работа лицензируется под <_:link-1/>.
sk: Táto práca je pod licenciou <_:link-1/>.
sr: Ovaj program izdat pod licencom <_:link-1/>.
tr_tr: Bu iş <_:link-1/> altında lisanslanmıştır.

source: As a special exception, the copyright holders give you permission to copy, modify, and distribute the example code contained in this document under the terms of your choosing, without restriction.
ca: Com a excepció especial, els propietaris dels drets d'autor us donen permís per copiar, modificar, i distribuir el codi contingut en aquest document sota les condicions que trieu, sense cap restricció.
cs: Jako zvláštní výjimku vám držitelé autorských práv dávají svolení kopírovat, měnit a šířit příkladový kód obsažený v tomto dokumentu za podmínek, jaké si vyberete, bez omezení.
da: Som en speciel undtagelse giver copyrightindehaverne dig tilladelse til at kopiere, modificere og distributere eksempelkoden indeholdt i dette dokument under betingelser som du vælger, uden begrænsninger.
de: Ausnahmsweise erlauben es Ihnen die Urheberrechtsinhaber, den in diesem Dokument enthaltenen exemplarischen Code zu kopieren, zu modifizieren und weiterzugeben unter den von Ihnen gewählten Bedingungen, ohne Einschränkung.
es: Como acotación especial, los titulares de los derechos de autor le dan permiso para copiar, modificar y distribuir el código de ejemplo que contiene este documento bajo los términos de su elección, sin restricción alguna.
fr: À titre exceptionnel, les détenteurs des droits vous autorisent à copier, modifier et distribuer les exemples de code contenus dans ce document selon vos propres termes, sans restriction.
ga: Mar díolúine ar leith, tugann na daoine gur leo cóipcheart an ábhair seo cead duit chun an chóid sampla sa chaipéis seo a chóipeáil, a mhionathrú agus a dháileadh faoi do rogha coinníollacha, gan srian.
he: כחריגה מיוחדת, בעלי זכויות היוצרים נותנים לך הרשות להעתיק, לשנות ולהפיץ דוגמאות קוד הכלולות במסמך זה תחת התנאים לבחירתך, ללא הגבלה.
it: Come eccezione speciale, i titolari dei diritti danno il permesso di copiare, modificare e distribuire il codice di esempio contenuto in questo documento sotto i termini da voi scelti, senza restrizioni.
lt: Kaip ypatinga išimtis, licenciarai leidžia jums kopijuoti, modifikuoti ir platinti šiame dokumente esantį pavyzdinį kodą pagal jūsų pasirinktas sąlygas.
nl: Als een speciale uitzondering geven de auteursrechthouders u de toestemming de voorbeeldcode in dit document te kopiëren, aan te passen en te distribueren onder de voorwaarden van uw keuze, zonder beperking.
pl: W drodze wyjątku zezwala się na kopiowanie, modyfikowanie i dystrybuowanie przykładowego kodu zawartego w tym dokumencie na dowolnych warunkach, bez ograniczeń.
pt_br: Como uma exceção especial, o detentor dos direitos autorais te dá permissão para copiar, modificar e distribuir o código de exemplo contido neste documento sob os termos de sua escolha, sem restrições.
ru: Как особое исключение, правообладатели дают вам разрешение копировать, изменять и распространять код примера, содержащийся в данном документе, в соответствии с условиями вашего выбора, без ограничений.
sk: Ako špeciálnu výnimku vám držitelia autorských práv poskytujú oprávnenie kopírovať, upravovať a distribuovať vzorový kód obsiahnutý v tomto dokumente, pod podmienkami vami zvolenými, bez obmedzení.
sr: Kao poseban izuzetak, nosioci autorskog prava Vam daju dozvolu da umnožavate, menjate i delite primere koda koji se nalaze u ovom dokumentu pod licencom koju Vi izaberete, bez ograničenja.
tr_tr: Özel bir istisna olarak, telif hakkı sahipleri bir kısıtlama olmadan size bu alandaki kodları ve diğer dökümanları değiştirme, kopyalama, düzenleme ve yayınlama hakkını verir.

source: Cédric Bellegarde
da: Chris Darnell
