Repository: WildAndrewLee/lollypop
Catalog: po/*.po
Languages: da

source: Window size
da: Vinduesstørrelse

source: Window size (width and height).
da: Vinduesstørrelse (bredde og højde).

source: Window position
da: Vinduesposition

source: Window position (x and y).
da: Vinduesposition (x og y).

source: Mini player size
da: Miniafspillerstørrelse

source: Mini player position
da: Miniafspillerposition

source: Repeat by default
da: Gentag som standard

source: Window maximized
da: Vindue maksimeret

source: Window maximized state.
da: Vindue is maksimeret tilstand.

source: Enabled genres in party mode
da: Genrer i festtilstand slået til

source: Ids for genres.
da: Id'er til genrer

source: Music paths
da: Musikstier

source: When empty, use XDG_MUSIC_DIR
da: Når tom, benyt XDG_MIUSIC_DIR

source: Favorite tag editor
da: Foretrukken tag-redigeringsprogram

source: INTERNAL
da: INTERN

source: Favorite cover file
da: Foretrukken omslagsfil

source: Restart needed
da: Genstart nødvendig

source: Reset this value will reset the database, popular albums will be restored
da: Nulstilling af denne værdi vil nulstille databasen; populære albummer vil blive gendannede

source: Albums cover size
da: Albummers omslagsstørrelse

source: Replay gain value in db
da: Lydforøgelse i dB

source: Between -15 and 15
da: Mellem -15 og 15

source: Sync all albums(MTP)
da: Synkronisér alle album (MTP)

source: Convert to MP3(MTP)
da: Konvertér til MP3 (MTP)

source: Auto update music
da: Opdater musik automatisk

source: Show genres list
da: Vis genreliste

source: Use dark gtk theme
da: Benyt mørkt GTK-tema

source: Disable the use client side window decorations (headerbar)
da: Slå brug af klientside-dekorationer fra (headerbar)

source: Show compilations in albums view
da: Vis samlinger i albumvisning

source: Continue playback when closed
da: Fortsæt afspilining når lukket

source: Restore previous state
da: Gendan tidligere tilstand

source: Disable MPRIS
da: Slå MPRIS fra

source: Disable notifications
da: Slå notifikationer fra

source: Show track number from tags
da: Vis spornummer fra tags

source: Mix songs
da: Bland sange

source: Mix songs only in party mode
da: Bland kun sange i festtilstand

source: Mix duration
da: Bland varighed

source: Shuffle mode
da: Blandingstilstand

source: Music Player
da: Musikafspiller

source: Play and organize your music collection
da: Afspil og organisér din musiksamling

source: Play/Pause
da: Afspil/pause

source: Next
da: Næste

source: Previous
da: Forrige

source: Lollypop is a new GNOME music playing application.
da: Lollypop er en ny GNOME-musikafspiller

source: It provides:
da: Det giver:

source: mp3/4, ogg and flac playback
da: MP3/4-, Ogg- og FLAC-afspilning

source: Genre/Cover browsing
da: Genre-/omslagsgennemsyn

source: Genre/Artist/Cover browsing
da: Genre-/kunstner-/omslagsgennemsyn

source: Search
da: Søg

source: Queue
da: Kø

source: Party mode
da: Festtilstand

source: Replay gain
da: Lydforøgelse

source: Cover art downloader
da: Omslagsdownloader

source: Context artist view
da: Kontekstafhængig kunstnervisning

source: MTP sync
da: MTP-synkronisering

source: Fullscreen view
da: Fuld skærm

source: Radios support
da: Radiounderstøttelse

source: Last.fm support
da: Understøttelse af Last.fm

source: Auto install codecs
da: Installér automatisk codecs

source: HiDPI support
da: Understøttelse af HiDPI

source: Tunein support
da: Understøttelse af TuneIn

source: - Scrobbler disabled - Auto cover download disabled - Artist informations disabled
da: - Scrobbler slået fra - Automatisk hentning af omslag slået fra - Kunstnerinformation slået fra

source: %d artist
da: %d kunstner

source: %d track
da: %d nummer

source: Lollypop: You need to install yelp.
da: Lollypop: Du skal installere Yelp.

source: No cover found...
da: Intet omslag fundet ...

source: Your music is updating
da: Din musik opdateres

source: Unknown
da: Ukendt

source: Popular albums
da: Populære albummer

source: Recently added albums
da: Nyligt tilføjede albummer

source: Random albums
da: Tilfældige albummer

source: Playlists
da: Afspilningslister

source: Radios
da: Radioer

source: All artists
da: Alle kunstnere

source: All albums
da: Alle albummer

source: Compilations
da: Samlinger

source: Popular tracks
da: Populære numre

source: Recently played
da: Nyligt afspillede

source: Never played
da: Aldrig afspillede

source: Random tracks
da: Tilfældige numre

source: Play
da: Afspil

source: Many artists
da: Mange kunstnere

source: Last.fm authentication disabled
da: Last.fm-autentificering slået fra

source: Wrong Last.fm credentials
da: Forkerte legitimationsoplysninger til Last.fm

source: by %s
da: af %s

source: by %s, from %s
da: af %s, fra %s

source: File doesn't exist: %s
da: Fil findes ikke: %s

source: Loved tracks
da: Ælskede numre

source: Advanced artist informations disabled
da: Avanceret kunstnerinformation slået fra

source: WebKit support disabled
da: WebKit-understøttelse slået fra

source: Add to queue
da: Tilføj til kø

source: Next tracks
da: Næste numre

source: Next track
da: Næste nummer

source: Remove from queue
da: Fjern fra kø

source: Add to others
da: Tilføj til andre

source: Remove from "%s"
da: Fjern fra "%s"

source: Add to "%s"
da: Tilføj til "%s"

source: Playback
da: Afspilning

source: Modify information
da: Rediger informationer

source: Edit
da: Rediger

source: Add
da: Tilføj

source: Modify
da: Rediger

source: Please wait...
da: Vent venligst ...

source: Can't connect to TuneIn...
da: Kan ikke forbinde til TuneIn ...

source: Preferences
da: Indstillinger

source: Populars
da: Populære

source: Recently added
da: Nyligt tilføjede

source: The the
da: The the den de

source: Remove
da: Fjern

source: Please unlock your device
da: Lås venligst din enhed op

source: Synchronize %s
da: Synkronisér %s

source: Cancel synchronization
da: Annulér synkronisering

source: Append
da: Tilføj

source: Play albums
da: Spil albummer

source: Change artwork
da: Udskift kunst

source: %s h %s m
da: %s t %s m

source: %s h
da: %s t

source: Disc %s
da: Skive %s

source: You need to install gstreamer-plugins-ugly
da: Du skal installere gstreamer-plugins-ugly

source: Unknown error while syncing, try to reboot your device
da: Ukendt fejl ved synkronisering; forsøg at genstarte din enhed

source: No free space available on device
da: Ingen fri plads på enheden

source: New playlist
da: Ny afspilningsliste

source: Remove "%s"?
da: Fjern "%s"?

source: Remove these tracks?
da: Fjern disse numre?

source: musician;band
da: musiker;band

source: Stop after this track
da: Stop efter dette nummer

source: Stop after this album
da: Stop efter dette album

source: Do not repeat
da: Gentag ikke

source: A music player for GNOME.
da: En musikafspiller til GNOME.

source: Visit Lollypop website
da: Besøg Lollypops hjemmeside

# Translation credits here, put your name here!
source: Cédric Bellegarde <cedric.bellegarde@adishatz.org>
da: Chris Darnell <cedeel@gmail.com>

source: _Update music
da: _Opdater musik

source: _Fullscreen
da: _Fuld skærm

source: _Preferences
da: _Indstillinger

source: _Help
da: _Hjælp

source: _About
da: Om

source: _Quit
da: _Afslut

source: No information for this artist...
da: Ingen information om denne kunstner ...

source: Albums
da: Albummer

source: Confirm
da: Bekræft

source: Synchronize your device with this playlists
da: Synkronisér din enhed med denne afspilningsliste

source: Convert to MP3
da: Konverter til MP3

source: New playlist
da: Ny afspilningsliste

source: Clear queue
da: Ryd kø

source: No logo found...
da: Intet logo fundet ...

source: Select a logo for this radio
da: Vælg et logo til denne radio

source: Name:
da: Navn:

source: Address:
da: Adresse:

source: Delete
da: Slet

source: No favorite radios
da: Ingen yndlingsradioer

source: New radio
da: Ny radio

source: Search in TuneIn
da: Søg i TuneIn

source: Create a new playlist based on search
da: Lav en ny afspilningsliste fra denne søgning

source: Add to playlist
da: Tilføj til afspilningsliste

source: Only in party mode
da: Kun i festtilstand

source: Mix duration in seconds
da: Bland varighed i sekunder

source: Use dark theme variant
da: Benyt mørk temavariant

source: Show genres
da: Vis genrer

source: Configure lollypop appearance
da: Konfigurer Lollypops udseende

source: Appearance
da: Udseende

source: Restore state on startup
da: Gendan tilstand ved start

source: Long press to show options
da: Langt tryk for at vise muligheder

source: Do not repeat by default
da: Gentag ikke som standard

source: Configure lollypop behaviour
da: Konfigurer Lollypops opførsel

source: Behaviour
da: Opførsel

source: Select music folders
da: Vælg musikmapper

source: Music
da: Musik

source: Password:
da: Kodeord:

source: Connect
da: Forbind

source: You need to install pylast and gi secret
da: Du skal installere pylast og gi-secret

source: Configure Last.fm credentials
da: Konfigurer Last.fm-legitimationsoplysninger

source: No shuffle
da: Ingen blanding

source: Shuffle albums
da: Bland albummer

source: Shuffle tracks
da: Bland numre

source: Settings
da: Indstillinger

source: Shuffle
da: Bland

source: Error
da: Fejl

source: Lollypop isn't designed to work without an unicode locale. Please fix your system.
da: Lollypop er ikke beregnet til at virke uden et unicode-locale. Ordn venligst dit system.

# shortcut window
source: Settings
da: Indstillinger

# shortcut window
source: Search
da: Søg

# shortcut window
source: Party mode
da: Festtilstand

# shortcut window
source: Playback
da: Afspilning

# shortcut window
source: Play
da: Afspil

# shortcut window
source: Next track
da: Næste nummer
